Repository: giellalt/corpus-nob
Catalog: tmx/sma/admin/sd/samediggi.no/samisk_film_i_fremgang.html.tmx
Source language: nob
Languages: sma

source: Samisk film i fremgang
sma: Saemien filme mietiemoeresne

source: Sametingsrådet berømmer fremgangen samisk film opplever, og ønsker å bidra til å synliggjøre film i større grad med en egen redegjørelse om samisk film.
sma: Saemiedigkieraerie mietiemoerem garmerde maam saemien filme dååjroe, jïh sæjhta viehkiehtidh filmem vielie våajnoes darjodh jïjtse reektestimmine saemien filmen bïjre.

source: Sametingsrådets redegjørelse om samisk film beskriver bransjen og ser nærmere på både definering og verdikjeden i samisk film, samtidig som den tar for seg utfordringer og strategier som den samiske filmbransjen står overfor.
sma: Saemiedigkieraerien reektestimmie saemien filmen bïjre suerkiem buerkeste, jïh dovne definisjovnem jïh aarvoesvaalhtesem saemien filmesne lïhkebe vuartesje, seamma tïjjen goh haestemh jïh strategijh gïetede mej uvte saemien filmesuerkie tjåådtje.

source: – Samisk film har hatt en ekstraordinær utviklingskurve, men har en del utfordringer for å kunne møte det økende produksjonsnivået med flere store samiske produksjoner underveis i årene som kommer, sier sametingsråd Maja Kristine Jåma (NSR).
sma: – Saemien filme gaajh sjïere evtiedimmiem åtneme, men såemies haestemh åtna dam sjïdtije produksjovnedaltesem dåastodh jienebi stoerre saemien produksjovnigujmie dej båetiji jaepiej, saemiedigkieraerie Maja Kristine Jåma (NSR) jeahta.

source: I sametingsrådets redegjørelse om samisk film presenteres ulike problemstillinger og mulige strategier for å imøtekomme behov og utviklingspotensialet til samisk film.
sma: Saemiedigkieraerien reektestimmesne saemien filmen bïjre ovmessie dåeriesmoerh jïh strategijh åehpiedahta, mejtie maahta nuhtjedh saemien filmen daerpiesvoeth jïh evtiedimmienuepieh illedh.

source: Film er et medium som bidrar til det samiske folks historiefortelling.
sma: Filme lea medijume mij viehkehte saemien åålmegen histovrijem soptsestidh.

source: Derfor er det også viktig å sikre samisk selvbestemmelse ved å sikre at den endelige beslutningen om hvilke samiske produksjoner som skal realiseres, blir tatt av samiske beslutningstakere.
sma: Dan åvteste aaj vihkele saemien jïjtjenænnoestimmiem gorredidh viehkine hoksedh saemieh dah, mah dam minngemes sjæjsjalimmiem vaeltieh mah saemien produksjovnh mah edtjieh dorjesovvedh.

source: Sametingsrådet har som mål å øke tilgangen på samiske filmer, og at flere gjøres tilgjengelig på ulike samiske språk.
sma: Saemiedigkieraerie ulmine åtna låhkoem saemien filmijste lissiehtidh, jïh jienebh filmh aaj ovmessie saemien gïeline båetieh.

source: Det er en bransje som har ganske høye kostnader, men som også kan generere økt verdiskapning i samiske områder.
sma: Daate akte suerkie naa jolle åasajgujmie, men mij aaj maahta lissiehtamme aarvoesjugniedimmiem saemien dajvine vedtedh.

source: Det må likevel økte budsjettrammer til for å sikre økning i samiske langformatsproduksjoner og dubbede filmer.
sma: Læjhkan daerpies lissiehtamme budsjedtemieriejgujmie edtja lissiehtimmiem hoksedh saemien guhkiesformaateproduksjovnine jïh dubbadamme filmijste.

source: – Vi ønsker blant annet å arbeide for å styrke Internasjonalt Samisk Filminstitutt (ISFI) og vil bidra til økt anerkjennelse av ISFIs grenseoverskridende kapasitet ved å synliggjøre, utvikle og sikre en felles innsats både på nasjonalt, nordisk og arktisk nivå for å få på plass bedre finansiering, sier Jåma.
sma: – Sïjhtebe barkedh filmeinstituhtem Internasjonalt Samisk Filminstitutt (ISFI) nænnoestidh, jïh viehkiehtidh ISFI:n raastendåaresth barkoefaamoe lissiehtamme jååhkesjimmiem åådtje viehkine ektie barkoem vååjnedehtedh, evtiedidh jïh gorredidh dovne nasjonaale, noerhtelaanti jïh arktiske daltesisnie, juktie buerebe beetnehdåarjoeöörnegem sjïehtesjidh.

source: Redegjørelsen behandles i Sametingets plenum fredag 10.mars.
sma: Saemiedigkien stoerretjåanghkoe reektestimmiem gïetede bearjadahken, njoktjen 10.b.

source: For spørsmål eller intervju, kontakt sametingsråd Maja Kristine Jåma (NSR), mob. +47 472 42 366 , maja.kristine.jama@samediggi.no
sma: Jis gyhtjelassh medijeste jallh mubpijste, gaskesadth saemiedigkieraeriem Maja Kristine Jåma (NSR), mob. +47 472 42 366 , maja.kristine.jama@samediggi.no
